[Configurator]
Disabled=關閉
Enabled=打開
AllowAntialias=反鋸齒
AllowBloom=高光渲染
AllowBlur=模糊
AllowCutsceneDOF=過場場景深度
AllowDOF=場景深度
AllowMotionBlur=動畫模糊
AllowRain=下雨
AllowSSAO=畫面空間環境關閉
AllowScatterDOF=分散場景深度
AllowShafts=光線
AllowVignette=光暈
BASEDON=設定完成
Custom=進階選項
DanglesLimiter=動態物件極限
HIGH=高規格硬體
LOW=低規格硬體
MEDIUM=中規格硬體
MeshDistanceScale=網格距離比例
Text=文字語言
TextureDownscale=低階貼圖條件
TextureMemoryBudget=貼圖使用的記憶體(MB)
ULTRA=超高格硬體
Voice=語音語言
NoDownscale=沒有下限
LowDownscale=最低下限
HighDownscale=最高下限
VerySmallBudget=很小記憶體
SmallBudget=小
MediumBudget=中
HighBudget=高
VeryHighBudget=很高
MinimalTimeBudget=小
MediumTimeBudget=中
HighTimeBudget=高
ShadowQuality=陰影品質
LowQuality=低
MediumQuality=中
HighQuality=高
UltraQuality=最高
ShadowedLights=陰影光線品質
MinimalDistance=中
VeryNearDistance=很近
NearDistance=近
NormalDistance=正常
FarDisance=遠
UberSampling=最高取樣
Fullscreen=全螢幕
VSync=垂直同步
Resolution=畫面解析度
Configurator=巫師2設定工具
OK=確定
Cancel=取消
CUSTOM=自訂
KeyboardSettings=鍵盤設定
InputSettings=控制設置
AutoDetect=自動偵測最佳設定
AllowDecals=D貼圖
Aspect=螢幕長寬比
DlcSettings=下載內容

[InputEditor]
InputEditor=鍵盤
OK=確定
Cancel=取消
Keyboard=鍵盤
Gamepad=遊戲手把
Movement=移動
Combat=戰鬥
Gameplay=遊戲
AttackFast=快速攻擊
AttackStrong=威力攻擊
Holster=收起武器
Steel=鋼劍
Silver=銀劍
NextSign=下個法印
NextItem=下個物品
LockTarget=鎖住目標
Block=抵擋
WalkFlag=走路
WalkSwitch=走路/跑步切換
MoveForward=向前移動
MoveBackward=向後移動
MoveLeft=向左移動
MoveRight=向右移動
FastMenu=快速選單
UseAbility=使用法印
UseItem=額外武器
AcceptEvade=閃躲
Adrenaline=腎上腺素
Medallion=徽章
CastAard=施展阿爾德
CastYrden=施展亞登
CastIgnii=施展伊格尼i
CastQuen=施展昆恩
CastAxii=施展亞克席
QuickSave=快速儲存
ResetDefault=恢復預設
CircleOfPower=支援動作
InvertX= X軸反向
InvertY=Y軸反向
Split=把互動按鈕和攻擊按鈕分開 
Use=互動按鈕


Error=Error
KeyboardError=直接鍵入:無法辨識鍵盤輸入裝置!
MouseError=直接鍵入:無法辨識鍵盤輸入裝置!
DIError=直接鍵入:輸入初始錯誤!
Warning=警告
AlreadyBound=此按鍵已經被使用。第二次指定會被取消。你要繼續嗎?
InvalidKey=無效按鍵。產生問題這個二法使用。

IK_A=A
IK_B=B
IK_C=C
IK_D=D
IK_E=E
IK_F=F
IK_G=G
IK_H=H
IK_I=I
IK_J=J
IK_K=K
IK_L=L
IK_M=M
IK_N=N
IK_O=O
IK_P=P
IK_Q=Q
IK_R=R
IK_S=S
IK_T=T
IK_U=U
IK_V=V
IK_W=W
IK_X=X
IK_Y=Y
IK_Z=Z
IK_0=0
IK_1=1
IK_2=2
IK_3=3
IK_4=4
IK_5=5
IK_6=6
IK_7=7
IK_8=8
IK_9=9
IK_Enter=Enter
IK_Backspace=Backspace
IK_Tab=Tab
IK_CapsLock=CapsLock
IK_LShift=左Shift
IK_RShift=右Shift
IK_LControl=左Ctrl
IK_RControl=右Ctrl
IK_Alt=Alt
IK_Space=Space
IK_Home=Home
IK_End=End
IK_PageUp=Page Up
IK_PageDown=Page Down
IK_Up=向上箭頭
IK_Down=向下箭頭
IK_Left=向左箭頭
IK_Right=向右箭頭
IK_F1=F1
IK_F2=F2
IK_F3=F3
IK_F4=F4
IK_F5=F5
IK_F6=F6
IK_F7=F7
IK_F8=F8
IK_F9=F9
IK_F10=F10
IK_F11=F11
IK_F12=F12
IK_LeftMouse=左滑鼠鍵
IK_RightMouse=右滑鼠鍵
IK_MiddleMouse=中間滑鼠鍵
IK_Mouse4=Mouse 4
IK_Mouse5=Mouse 5
IK_Mouse6=Mouse 6
IK_Mouse7=Mouse 7
IK_Mouse8=Mouse 8
IK_Pad_A_CROSS=A/打叉
IK_Pad_B_CIRCLE=B/圓圈
IK_Pad_X_SQUARE=X/方型
IK_Pad_Y_TRIANGLE=Y/三角e
IK_Pad_DigitDown=方字鍵向下
IK_Pad_DigitUp=方字鍵向上
IK_Pad_DigitLeft=方字鍵向左t
IK_Pad_DigitRight=方字鍵向右
IK_Pad_LeftShoulder=LB
IK_Pad_LeftThumb=左類比按鍵
IK_Pad_RightShoulder=RB
IK_Pad_RightThumb=右類比按鍵
IK_Pad_LeftTrigger=LT
IK_Pad_RightTrigger=RT
IK_Pad_LeftAxisX=左搖桿垂直
IK_Pad_LeftAxisY=左搖桿水平
IK_NumPad0= 數字鍵 0
IK_NumPad1=數字鍵 1
IK_NumPad2=數字鍵 2
IK_NumPad3=數字鍵 3
IK_NumPad4=數字鍵 4
IK_NumPad5=數字鍵 5
IK_NumPad6=數字鍵 6
IK_NumPad7=數字鍵 7
IK_NumPad8=數字鍵 8
IK_NumPad9=數字鍵 9
IK_NumLock=NumLock
IK_NumSlash=數字鍵 /
IK_NumStar=數字鍵 *
IK_NumMinus=數字鍵 -
IK_NumPlus=數字鍵 +
IK_NumPeriod=數字鍵.

IK_Minus=「-」
IK_Equals=「=」
IK_LeftBracket=「[」
IK_RightBracket=「]」
IK_Backslash=「\」
IK_Semicolon=「;」
IK_SingleQuote=「'」
IK_Comma=「,」
IK_Period=「. 」
IK_Slash=「/」
IK_Tilde=「~」
IK_Unknown04=「ß」
IK_Unknown05=「´」
IK_Unknown06=「Ü」
IK_Unknown07=「+」
IK_Unknown0A=「Ö」
IK_Unknown0B=「Ä」
IK_Unknown0C=「#」
IK_Unknown0F=「! 」
IK_Unknown15=「:」
IK_Unknown16=「*」
IK_Unknown17=「ù」
IK_Unknown18=「$」
IK_Unknown19=「^」
IK_Unknown1A=「)」
IK_Unknown1C=「²」 (AWERTY鍵盤)
IK_Unknown5B=「<」
Hud=顯示/隱藏抬頭顯示
Character=人物屬性
Inventory=物品欄
Journal=手札
Map=地圖
QuickSave=快速儲存
Exit=離開
IK_Escape=Esc
IK_Pad_Back_Select=後退鍵
QuickLoad=快速載入

[DlcEditor]
OK=確定
Cancel=取消
alchemy_suit.dzip=草藥師的手套
dlc_finishers.dzip=終結者套裝
magical_suit.dzip=法師的褲子
merchant.dzip=神秘商人
roche_jacket.dzip=藍衣鐵衛戰鬥外套
swordsman_suit.dzip=劍士的裝束
abetterui.dzip=官方使用者介面外掛
summer.dzip=夏至
winter.dzip=冬至
Enabled=啟用
Disabled=禁用